const Conditions = () => {
  return (
    <>
      <h3>Умови використання Body Corporation </h3>
      <br/>
      <br />
      <u>Редакція від "08" вересня 2023 р.</u>
      <br />
      <br />
      <p>Ці Умови використання та Політика конфіденційності є публічним договором - договором публічної оферти, у порядку ст. 642, 633, 641, Цивільного кодексу</p>
      <br />
      <p>України, фізичної особи підприємця Галабурди Аліни Миколаївни, м. Київ, вул.Акалеміка Карпинського, буд. 8. Усі його умови однакові для всіх користувачів незалежно від статусу і організаційно-правової форми. Умови використання та Політика конфіденційності поширюються на доступ та використання Веб-сайту </p>
      <br />
      <a href="https://eduham.com/ua">
        <u>http://body-corporation.com</u>
      </a>
      <p> та (або) всіх інших продуктів та послуг Body Corporation, (Далі за текстом – сервіси, сервіс, Body Corporation, «ми» , "нас", "наш"). Завантажуючи, використовуючи, переглядаючи сайт, відправляючи контент або використовуючи інший доступ та (або) використовуючи сервіс або послуги, Користувач (Далі за текстом — «Ви», «Вас», «Вам», «Ваше») погоджується з цими Умовами та Політикою, наведеними нижче. Якщо ви не бажаєте погоджуватися з усіма цими Умовами та Політикою, викладеними в цьому документі, не завантажуйте наш сайт та (або) припиніть використання нашого сервісу або послугами.</p>
      <br />
      <br />
      <h4>1. Мінімальний вік</h4>
      <br />
      <br />
      <p>Використання сайту доступне тільки особам, які досягли повноліття відповідно до законодавства країни резидентом та (або) громадянином якої така особа є та здатна укладати юридично зобов'язуючі договори відповідно до чинного законодавства. Якщо ви не відповідаєте цим вимогам та (або) Ви не отримали однозначного схвалення своїх батьків та (або) законного представника, будь ласка, не користуйтеся Послугами сервісу Body Corporation. Якщо Ви є батьком або законним представником дитини та дозволяєте йому використовувати наш сайт, ці умови стосуються до Вас та Ви несете відповідальність за дії дитини у нашому сервісі. Будь-яке подальше використання сайту та (або) будь-якої його частини чи послуги, означає що ви прочитали та зрозуміли Умови використання та Політику конфіденційності та погоджуєтесь дотримуватись усіх розділів Умов використання та Політики конфіденційності.</p>
      <br />
      <br />
      <h4>2. Зміни в умовах використання</h4>
      <br />
      <br />
      <p>Положення цих Умов використання та Політики конфіденційності можуть бути змінені. Щоразу, коли ми вносимо зміни до цієї Політики конфіденційності та Умовами використання, ми опублікуємо її нову редакцію на цій сторінці та вкажемо дату нової редакції. Будь-які зміни в цих Умовах та Політиці набувають чинності негайно після їх публікації. Продовження використання вами Сервісу після внесення змін до цих Умов та Політики означає вашу згоду з цими змінами. Якщо ви не бажаєте погоджуватися з будь-якими змінами цих Умов та Політики, негайно припиніть використання нашого сервісу. Ці Умови та Політика також регулюватимуть будь-які оновлення або нові версії продукту, які можуть замінити та (або) доповнити, сайт. Якщо оновлення або нова версія не супроводжуються Умовами та Політикою, ці Умови та Політика мають переважну силу.</p>
      <br />
      <br />
      <h4>3. Терміни та визначення</h4>
      <br />
      <br />
      <p>Послуги Body Corporation - відносяться до різних послуг, що надаються вам, які базуються на технологіях Інтернету та пропонуються через сайт </p>
      <a href="https://eduham.com/ua">
        <u>http://body-corporation.com</u>
      </a>
      <p> , а також інші форми (включаючи нові, які стануть можливими завдяки майбутньому технологічному розвитку) а саме , платформа Body Corporation (інформаційна система), представлена ​​в об'єктивній формі даних і команд, призначених для функціонування ЕОМ та інших комп'ютерних пристроїв з метою отримання певного результату, включаючи програмну оболонку для інтерактивної (мультимедійної) взаємодії з інформацією, що міститься в програмі та аудіовізуальні відображення. </p>
      <br />
      <p>Курс - певна частина інформації, що міститься в Сервісі, доступ до якої передається шляхом надання Користувачеві певних даних та команд, що складається з сукупності взаємозалежних занять, вебінарів, ефірів, голосових та текстових чатів, матеріалів (тексти, фото- та відеоматеріали, інші об'єкти інтелектуальних прав), об'єднаних єдиною темою, розташованих у певній послідовності та спрямованих на самостійне придбання Користувачем знань та навичок з відповідної теми, включно, але не обмежуючись, програма-курс для схуднення.</p>
      <br />
      <p>Адміністрація - співробітники Адміністратора, які здійснюють управління сайтом http://body-corporation.com, виконують технічні, організаційні та інші функції забезпечення функціонування сервісів Body Corporation, а також надають інформаційну, консультаційну та іншу підтримку.</p>
      <br />
      <p>Контент - зображення, текстові, аудіо і відеоматеріали, а також інші об'єкти авторських і (або) суміжних прав, а так само інформація та повідомлення будь-якого характеру, доступні на сайті.</p>
      <br />
      <p>Платіжна система - партнер Адміністратора, який забезпечує безпечні платежі між Користувачем та сервісом.</p>
      <br />
      <p>Вартість послуг - вартість курсу (Тарифний план) розміщених за адресою </p>
      <a href="https://eduham.com/ua">
        <u>http://body-corporation.com</u>
      </a>
      <p>, або отриманий індивідуальним повідомленням. </p>
      <br />
      <p>Логін - унікальний ідентифікатор Користувача, який служить для позначення та</p>
      <br />
      <p>ідентифікації його на веб-сайті-сервісі.</p>
      <br />
      <p>Пароль - набір символів, які використовуються для підтвердження особи Користувача в момент входу в обліковий запис (авторизація).</p>
      <br />
      <br />
      <h4>4. Процес реєстрації</h4>
      <br />
      <br />
      <p>Для отримання послуг на сайті Користувач повинен зареєструвати Акаунт у сервісі (Відправити запит), вказавши про себе відповідну інформацію.</p>
      <br />
      <p>Інформація, яка є обов'язковою до заповнення включає: </p>
      <br />
      <ul>
        <li>Ім'я</li>
        <li>Адреса електронної пошти (E-mail)</li>
        <li>Номер телефону</li>
      </ul>
      <br />
      <p>Відправлення такої інформації на нашу адресу вважатиметься вашою згодою</p>
      <br />
      <p>надати у разі потреби особисту інформацію для перевірки особи.</p>
      <br />
      <p>Така інформація буде використовуватися для перевірки особи Користувача, виявлення фактів-слідів відмивання грошей, фінансування тероризму, шахрайства та інших фінансових злочинів через наш сервіс чи для інших законних цілей, заявлених нами. Ми будемо збирати, використовувати та передавати таку інформацію відповідно до нашої Політики конфіденційності. Крім надання такої інформації, ви погоджуєтеся дозволити нам вести облік цієї інформації протягом періоду п'ять (5) років після надсилання такої інформації в відповідності до глобальних галузевих стандартів зберігання даних. Ви також дозволяєте нам проводити необхідні розслідування безпосередньо або через треті осіб для перевірки вашої особи або захисту вас та / або нас від фінансових злочинів, таких як шахрайство. Інформація, яка нам потрібна для</p>
      <br />
      <p>підтвердження вашої особи, може включати, крім іншого, контактну інформацію, номер телефону, посвідчення особи державного зразка, дату народження та іншу інформацію. Надаючи необхідну інформацію, ви підтверджуєте, що вона вірна та точна. </p>
      <br />
      <br />
      <p>ВАЖЛИВО! Надсилаючи на нашу адресу ваші дані для реєстрації, Ви погоджуєтесь з усіма умовами, викладеними в цій Оферті, а також з Політикою обробки та зберігання персональних даних, умовами викладеними в Тарифних планах, способів, термінів та методів оплати.</p>
      <br />
      <p>Датою акцепту оферти Користувачем (датою укладання Договору) вважається дата реєстрації облікового запису (Аккаунта), на Веб-сайті </p>
      <a href="https://eduham.com/ua">
        <u>http://body-corporation.com</u>
      </a>.
      <br />
      <br />
      <br />
      <p>Одному користувачу доступна реєстрація лише одного Облікового запису-аккаунта. Облікові записи-акаунти, технічний аналіз яких виявив їхню приналежність одному Користувачеві, визначається системою як дублюючі та блокуються автоматично.</p>
      <br />
      <p>Ми можемо відключити або видалити обліковий запис, якщо після реєстрації він не</p>
      <br />
      <p>був підтверджений, не використовується та неактивний протягом тривалого періоду</p>
      <br />
      <p>часу або якщо ми виявимо, що хтось міг використовувати його без вашого дозволу, і не зможемо підтвердити ваше право власності на обліковий запис.</p>
      <br />
      <p>Користувач несе відповідальність за повноту та коректність інформації, зазначеної ним під час реєстрації на Сайті, а також за будь-які негативні наслідки недостовірної, неповної чи некоректної інформації. Користувач зобов'язаний вказувати для свого облікового запису ім'я, яке він використовує у повсякденному житті а також вказувати точну та правдиву інформацію про себе.</p>
      <br />
      <p>Ви зобов'язуєтесь не повідомляти третім особам логін та пароль, вказані або отримані під час реєстрації. За всі дії, що здійснюються від Вашого імені, тобто з використанням Вашого логіну та пароля, відповідальність несете виключно Ви.</p>
      <br />
      <p>Ви також погоджуєтесь нести одноосібну відповідальність за вживання необхідних заходів безпеки для захисту вашого облікового запису та особистої інформації.</p>
      <br />
      <p>Створюючи обліковий запис або купуючи послуги в нашому сервісі, Ви погоджуєтесь з тим, що:</p>
      <br />
      <p>(а) ви негайно повідомите нас, якщо вам стане відомо про будь-яке несанкціоноване використання вашого облікового запису та пароля або будь-якого іншого порушення правил безпеки;</p>
      <br />
      <p>(б) ви будете суворо дотримуватись усіх механізмів та процедур нашого сервісу, а також сервісів наших партнерів, за посиланнями представлених від нас, що стосуються</p>
      <br />
      <p>безпеки, автентифікації;</p>
      <br />
      <p>(в) ви будете робити відповідні кроки для належного виходу зі свого облікового запису в кінці кожної сесії.</p>
      <br />
      <h4>5. Вартість послуг, строки і порядок оплати</h4>
      <br />
      <br />
      <p>Послуги є платними. Якщо інше не передбачено на сайті, вартість послуг (конкретного плану) вказана на сайті. Користувач оплачує Послуги на умовах 100% (сто) відсоткової передоплати, у безготівковій формі, онлайн, через еквайринговий сервіс.</p>
      <br />
      <p>Оплата може проводитися також через відправку Користувачеві активного посилання для проведення платежу.</p>
      <br />
      <p>Зобов'язання Користувача з оплати вважаються виконаними з моменту зарахування коштів на розрахунковий рахунок Адміністратора у повному обсязі. Дата та час зарахування коштів на розрахунковий рахунок Адміністратора визначаються на підставі даних Адміністратора. Користувач несе одноосібну відповідальність за коректність здійснюваних платежів. Платежі за послуги обробляє компанія, що діє на підставі договору з Адміністратором («Платіжна система»). Усі права та обов'язки, що виникають у процесі розрахунків, виникають безпосередньо між Процесинговим центром та Користувачем. Ми не опрацьовуємо персональні дані платників, надані у зв'язку з проведенням Процесингового центру розрахунків із платежів. Ми не зберігаємо реквізити банківських карток на своїх ресурсах.</p>
      <br />
      <br />
      <h4>6. Заборонене використання сайту-сервісу</h4>
      <br />
      <br />
      <p>Ви погоджуєтесь не відтворювати, не дублювати, не копіювати, не продавати, не перепродувати або не експлуатувати будь-яку частину сервісу, курсу чи доступу до сервісу та (або) курсу, без явного письмового дозволу з нашого боку. Ви погоджуєтесь не завантажувати, не розміщувати, не надсилати електронною поштою або іншим чином не передавати будь-які матеріали, які містять програмні віруси або будь-який інший комп'ютерний код, файли або програми, призначені для того, щоб переривати, шкодити, пошкоджувати, знищувати або обмежувати функціональність будь-якого комп'ютерного програмного забезпечення чи апаратного забезпечення, чи обладнання, прямо чи опосередковано пов'язаного з сайтом. Ви погоджуєтесь не втручатися в роботу серверів або мереж, що лежать в основі або пов'язані з даним сайтом, а також не порушувати будь-які процедури, політики чи правила мереж, підключених до сайту. Сайт може містити певне стороннє програмне забезпечення, плагіни або інтерфейс сайту (спільно звані «Стороннє програмне забезпечення»), для яких потрібні окремі Умови угоди. Ви погоджуєтесь не видавати себе або намагатися видати себе за адміністрацію, сервісу http://body-corporation.com, співробітника сервісу, іншого користувача або будь-яку іншу фізичну чи юридичну особу (включаючи, крім іншого, використання адрес електронної пошти або псевдонімів, пов'язаних з будь-яким із вищевикладеного). Ви погоджуєтесь не передавати або забезпечувати надсилання будь-яких рекламних чи маркетингових матеріалів без нашої попередньої письмової згоди, включаючи будь-яку «небажану пошту», «листи щастя», «спам» або будь-які інші подібні запити. Використовувати надані послуги лише для особистих цілей.</p>
      <br />
      <br />
      <h4>7. Заборонений контент</h4>
      <br />
      <br />
      <p>Під час проведення вебінарів, ефірів, голосових та текстових чатів, а також при наданні Вами будь-яких матеріалів або контенту забороняється публікація протизаконних матеріалів, а також матеріалів, що зображують протизаконну діяльність. До них належать: Зображення та інші матеріали, що порушують законні права, зокрема авторські. Будь-які матеріали, що демонструють сексуальне насильство, та контент сексуального характеру із зображенням неповнолітніх. Контент, який демонструє небезпечні чи незаконні дії, такі як згвалтування, продаж органів, торгівля людьми. Незаконні товари та послуги: предмети, виготовлені з видів тварин, що зникають, заборонені препарати та рецептурні лікарські препарати для продажу на чорному ринку. Контент, що демонструє чи пропагує насильство. Матеріали, створені терористичними групами або на їхнє замовлення. Публікація матеріалів, що містять непристойне, грубе або образливе мовлення, а також непристойні жести. Загрози та пропаганда заподіяння шкоди собі чи іншим особам. Домагання щодо людини чи групи осіб або заклики до переслідування чи залякування. Пропаганда ворожнечі, а також дискримінаційні або зневажливі висловлювання щодо людини або групи осіб на підставі їх раси, етнічного походження, релігії, інвалідності, статі, віку, національності, наявності або відсутності статусу ветерана, сексуальної орієнтації, гендерної самоідентифікації чи інших ознак, можлива систематична дискримінація чи маргіналізація. Матеріали від імені осіб чи організацій, представниками яких ви не є.</p>
      <br />
      <br />
      <h4>8. Права інтелектуальної власності</h4>
      <br />
      <br />
      <p>Курс та інші матеріали надаються Вам за ліцензією (а не реалізуються на основі чистого продажу). При придбанні курсу або отримання доступу до інших матеріалів, Ви отримаєте невиключну ліцензію від нас, тільки для особистого некомерційного використання, на перегляд і прослуховування курсу. Ви не маєте права передавати або перепродувати придбаний Вами курс та інші матеріали, як повністю так і частково (у тому числі шляхом обміну інформацією про обліковий запис з покупцем або незаконне завантаження матеріалів та надання доступу до них на торрент-сайтах). У загальному вигляді ми надаємо Вам невиключну ліцензію довічного доступу до курсу та іншого матеріалу за винятком випадків, коли ми повинні видалити відповідний курс та інші матеріали у зв'язку з законодавством або нашою політикою. </p>
      <br />
      <p>Сукупність програм, даних, торгових марок, об'єктів інтелектуальної власності, у тому числі об'єктів авторського права, та інших об'єктів, які використовуються на нашому сайті, є інтелектуальною власністю його законних правовласників та охороняються законодавством про інтелектуальну власність, а також відповідними міжнародними правовими договорами та конвенціями. Будь-яке використання елементів, що входять до складу сайту (символіка, текст, графічні зображення, програми та інші об'єкти), крім дозволеного в цьому Документі, без дозволу є незаконним і може спричинити судовий розгляд та залучення до цивільно-правової, адміністративної та кримінальної відповідальності, відповідно до законодавства. Якщо Ви є власником торгової марки або інших об'єктів інтелектуальної власності та вважаєте, що матеріали, розміщені на сайті, порушують ваші права, будь ласка, напишіть нам на електронну адресу:</p>
      <br />
      <p>support@Body Corporation.com. У зверненні, будь ласка, вкажіть таку інформацію:</p>
      <br />
      <ul>
        <li>ідентифікуйте себе (ім'я, адреса для листування, електронна пошта);</li>
        <li>опишіть характер порушення прав інтелектуальної власності та ідентифікуйте відповідний об'єкт інтелектуальної власності на нашому сайті.</li>
      </ul>
      <br />
      <h4>9. Положення на опубліковану інформацію</h4>
      <br />
      <br />
      <p>Інформація, представлена ​​на веб-сайті </p>
      <a href="https://eduham.com/ua">
        <u>http://body-corporation.com</u>
      </a>
      <p> або через нього, надається виключно для загальних інформаційних цілей. Ми не гарантуємо точність, повноту чи корисність цієї інформації. Ви покладаєтесь на таку інформацію виключно на свій страх та ризик. Ми знімаємо з себе будь-яку відповідальність і відповідальність, що виникає у зв'язку з використанням таких матеріалів вами або будь-яким іншим користувачем сервісу, або будь-якою особою, яка може бути поінформована про його зміст. </p>
      <br />
      <br />
      <h4>10. Посилання на наш сайт та функції соціальних мереж</h4>
      <br />
      <br />
      <p>Ви можете посилатися на наш сайт, за умови, що ви робите це чесно і законно, не завдаєте шкоди нашій репутації або не користуєтеся нею, але ви не повинні встановлювати посилання таким чином, щоб пропонувати будь-яку форму асоціації або схвалення з нашого боку без нашої явної письмової згоди. Якщо на сайті є посилання на інші сайти та ресурси, надані третіми сторонами, ці посилання надаються лише для вашої зручності. Сюди входять посилання, що містяться в рекламних оголошеннях, включаючи рекламні банери та спонсорські посилання. Ми не контролюємо вміст цих сайтів або ресурсів і не несемо відповідальності за них чи за будь-які збитки чи збитки, які можуть виникнути внаслідок їх використання вами. Якщо ви вирішите отримати доступ до будь-якого із сторонніх веб-сайтів, пов'язаних з нашим сайтом, ви робите це виключно на свій страх і ризик і відповідно до умов використання таких веб-сайтів.</p>
      <br />
      <br />
      <h4>11. Обмеження відповідальності</h4>
      <br />
      <br />
      <p>Ми будемо докладати всіх розумних зусиль для належної роботи сервісу http://body-corporation.com, однак не будемо нести відповідальність перед Користувачем або третіми особами за прямі чи непрямі збитки, включаючи втрачену вигоду чи втрачені дані, шкоду честі, гідності чи діловій репутації, понесені у зв'язку з використанням сервісу http://body-corporation.com, або неможливості його використання, або несанкціонованого доступу до комунікацій Користувача третіми особами, або неможливості отримання послуг, зокрема, у таких випадках:</p>
      <br />
      <p>(а) за наявності технологічних несправностей каналів зв'язку загального користування або втрати доступу до мережі Інтернет - до усунення несправностей або відновлення доступу відповідно;</p>
      <br />
      <p>(б) у разі порушення безпеки обладнання або несправності обладнання (персонального комп'ютера, смартфона), який використовується Користувачем для отримання послуг на сайті http://body-corporation.com.</p>
      <br />
      <p>Ми не будемо нести відповідальності за будь-які збитки, які виникли у Користувача внаслідок того, що Користувач не ознайомився або несвоєчасно ознайомився з умовами, викладеними в цій угоді. Користувач погоджується, що умови обмеження відповідальності, викладені вище, відображають розумний і справедливий розподіл ризиків. Щоб уникнути неправильного тлумачення положень про обмеження відповідальності, сторони прямо зазначають, що Користувачеві не буде відмовлено в будь-яких законних правах або правах, які виникають у зв'язку з договірними відносинами між Користувачем та нами. Сторони звільняються від відповідальності за затримку або часткове або повне невиконання зобов'язань за цією Угодою, якщо це невиконання стало наслідком обставин непереборної сили (Форс-мажор), які знаходяться поза контролем сторін, і подолати які розумними методами неможливо.</p>
      <br />
      <br />
      <h4>12. Відмова від гарантій</h4>
      <br />
      <br />
      <p>Сервіс http://body-corporation.com не є вашим агентом або радником і не має фідуціарних відносин або зобов'язань перед вами, у зв'язку з будь-якими угодами або іншими рішеннями, або діями, вчиненими вами за допомогою сервісу Body Corporation. Послуги та матеріали надаються за умови «як є» та «як доступно».</p>
      <br />
      <p>Жодні повідомлення або інформація, що надаються вам на сайті http://body-corporation.com, не призначені та не повинні розглядатися чи тлумачитися як інвестиційні, фінансові, торгові поради. Якщо інше не зазначено у цих Умовах. Ви також усвідомлюєте і розумієте, що ми не можемо гарантувати і не гарантуємо, що файли, доступні для завантаження з Інтернету або з веб-сайтів, не містять вірусів або іншого деструктивного коду. Ви несете відповідальність за впровадження достатніх процедур та контрольних точок для задоволення ваших конкретних вимог до антивірусного захисту та точності введення та виведення даних, а також за підтримку зовнішніх по відношенню до нашого сайту коштів для відновлення будь-яких втрачених даних.</p>
      <br />
      <br />
      <h4>13. Географічні обмеження</h4>
      <br />
      <br />
      <p>Адміністратор сервісу http://body-corporation.com знаходиться в Україні. Ми не робимо жодних заяв, що сайт чи будь-який контент доступний за межами України. Доступ до сайту http://body-corporation.com може бути незаконним для певних осіб чи певних країнах. Якщо ви завантажуєте сайт з-за меж України, то це відбуватиметься за власною ініціативою і ви несете відповідальність за дотримання місцевих законів.</p>
      <br />
      <p>Ви погоджуєтесь захистити Адміністратора, його афілійованих осіб, ліцензіарів та постачальників послуг, а також його посадових осіб, директорів, співробітників, підрядників, агентів, правонаступників від будь-яких претензій та зобов'язань, збитків, судових рішень, витрат, витрат або гонорарів (включаючи розумні гонорари адвокатам), що виникають в результаті або пов'язані з порушенням вами цих Умов використання або використанням вами нашого сервісу, включаючи, крім іншого, будь-яке використання змісту, послуги, крім тих, що прямо дозволені в цих Умовах використання. </p>
      <br />
      <br />
      <h4>15. Вирішення суперечок</h4>
      <br />
      <br />
      <p>Будь-які суперечки повинні вирішуватись виключно через арбітраж без обов'язкової присутності. Будь-який судовий позов або судовий розгляд, що випливають із цих Умов використання або сервісу http://body-corporation.com, або пов'язаних з ним осіб, має бути порушено виключно в Україні, хоча ми зберігаємо за собою право подати будь-який позов, або ініціювати судове розгляд проти вас, за порушення цих Умов використання, у країні Вашого проживання або будь-якій іншій відповідній країні. Ви відмовляєтесь від будь-яких заперечень проти здійснення юрисдикції над вами такими судами та проти розгляду справи у таких судах.</p>
      <br />
      <br />
      <p>Ми і Ви погоджуєтесь з тим, що дозволяється подавати позов проти іншої сторони тільки на індивідуальній основі. Це означає, що: (а) жоден з нас не має права пред'явити позов як позивача або одного з позивачів колективного, спільного позову або представницького позову; (б) арбітр не має права об'єднувати позови кількох людей в один позов (або керувати проведенням розгляду за будь-яким спільним, колективним чи представницьким позовом); та (в) рішення суду чи арбітра за позовом одного заявника може бути винесене лише стосовно такого заявника, а не інших заявників і не може бути використане для вирішення спорів інших заявників.</p>
      <br />
      <br />
      <h4>16. Політика повернення коштів</h4>
      <br />
      <br />
      <p>Ми хочемо, щоб ви були задоволені, тому кошти за курс придбаний на Body Corporation, можуть бути повернені протягом 30 днів за умови, що запит відповідає умовам повернення коштів викладених нижче.</p>
      <br />
      <br />
      <u>Помилковий чи повторний платіж.</u>
      <br />
      <br />
      <p>Використовуючи сайт http://body-corporation.com або отримуючи послуги у сервісі, ви погоджуєтесь з усіма умовами цієї Політики та підтверджуєте своє ознайомлення з викладеними тут умовами. Якщо Користувач помилково або повторно сплатив послуги, або оплатив їхню вартість у більшому розмірі, ніж потрібно, сплачені кошти підлягають поверненню. Не пізніше 60 хвилин після помилкової або повторної оплати, Користувач зобов'язаний повідомити нас на адресу електронної пошти support@Body Corporation.com, повідомленням або листом у довільній формі, про помилковий або повторний платіж та бажання повернути кошти, вказавши в темі листа «Повернення коштів», при цьому обов'язково вказавши дату платежу, спосіб платежу номер телефону Користувача. Запит на повернення коштів розглядається нами найближчим часом, але не більше двох робочих днів. Після розгляду запиту, ми повідомимо Вас про результат та строк повернення або відмови у поверненні коштів. Повернення коштів здійснюється тим самим способом, яким здійснено оплату. Строк повернення платежу залежить від методу початкової оплати. Комісія (якщо така передбачена платіжною системою або банком за зворотний переказ коштів), буде нарахована із суми підлягає поверненню. У разі неповідомлення нас про помилковий або повторний платіж, згідно з умовами зазначеними вище, такий платіж визнається нами, таким як сплаченим належним чином.</p>
      <br />
      <br />
      <u>З ініціативи Користувача </u>
      <br />
      <br />
      <p>Відповідно до програми курсу, Користувач має право на повернення оплачених коштів за програму-курс, за умови що Користувач протягом усього курсу-програми здійснюватиме фотофіксацію приготовлених ним страв, відповідно до рекомендацій, не рідше 4 (чотирьох) разів на день та подальше відправлення таких матеріалів на щоденній основі на адресу Адміністрації, за реквізитами, вказаними на сайті. Недотримання або часткове недотримання Користувачем умов, викладених у цьому розділі, позбавляє останнього на право вимоги повернення коштів, сплачених за відповідний курс-програму.</p>
      <br />
      <br />
      <u>За нашим рішенням</u>
      <br />
      <br />
      <p>Якщо ми на наш розсуд вважаємо, що Ви зловживаєте нашою політикою повернення коштів, наприклад, якщо Ви вже вивчили більшу частину матеріалів перед тим, як вимагати відшкодування, або Ви раніше вже вимагали відшкодування коштів за матеріали, ми залишаємо за собою право відмовити Вам у відшкодуванні коштів, обмежити можливість подальших запитів на відшкодування коштів, заблокувати Ваш обліковий запис та/або обмежити використання Послуг у майбутньому. Якщо ми блокуємо Ваш обліковий запис або припиняємо дію Вашого доступу до матеріалів через порушення цих Умов або наших Правил, Ви не матимете право на отримання будь-якого відшкодування.</p>
      <br />
      <br />
      <h4>17. Надання послуги та прийняття послуги Користувачем</h4>
      <p>Послуги вважаються наданими Адміністратор належним чином та прийнятими</p>
      <br />
      <p>Користувачем в повному обсязі, якщо протягом 5 (п'яти) календарних днів після закінчення надання послуг, згідно з Графіком надання послуг, Адміністратор не отримав від Користувача Претензію за кількістю (об'ємом), вартості та якості.</p>
      <br />
      <p>Після закінчення строку, зазначеного в ст.17, претензії Користувача щодо недоліків за наданими Послуг, в тому числі за кількістю (об'ємом), вартості та якості не приймаються.</p>
      <br />
      <br />
      <h4>18. Санкції</h4>
      <br />
      <br />
      <p>Ви гарантуєте, що Ви (як фізична особа або представник будь-якої юридичної особи) не знаходитесь на території країни або не є громадянином країни, щодо якої діють відповідні торгові санкції або ембарго США (наприклад, Куби, Ірану, Північної Кореї, Судану, Сирії чи Криму). Ви також гарантуєте, що Ви не є особою чи організацією, внесеною до відповідного списку санкцій США, ЕС, ООН. Якщо протягом терміну дії будь-якої угоди з Body Corporation Ви потрапляєте під таке обмеження, Ви зобов'язуєтесь повідомити про це нас протягом 24 годин, і ми маємо право розірвати будь-які подальші зобов'язання перед Вами, негайно і без будь-якої додаткової відповідальності перед Вами (але зобов'язання перед Body Corporation, що не виконані Вами, зберігаються).</p>
      <br />
      <br />
      <h4>19. Реквізити</h4>
      <br />
      <p>Фізична особа підприємець</p>
      <br />
      <p>Галабурда Аліна Миколаївна, </p>
      <br />
      <p>м. Київ, вул.Акалеміка Карпинського, буд. 8.</p>
      <br />
      <p>E-mail: </p>
      <a href={`mailto:ars.fit.studio@gmail.com`}>
        <u>ars.fit.studio@gmail.com</u>
      </a>
    </>
  )
};

export default Conditions;