const PrivacyPolicy = () => {
  return (
    <>
      <h3>Політика конфіденційності Body Corporation.</h3>
      <br/>
      <p>Останнє оновлення: 07 вересня 2023 року</p>
      <br/>
      <br/>
      <span>Відповідно до статті 1 Закону України «
        <a href="https://zakon.rada.gov.ua/laws/show/2297-17#Text"><u>
        Про захист персональних даних</u></a>
        » (“Закон” або "Регламент"), Body Corporation, цим надає своїм клієнтам, включаючи потенційних клієнтів, а також третім особам загалом (наприклад, довіреним особам, законним представникам тощо), які контактують з ними від імені клієнтів, включаючи потенційних клієнтів ("Суб'єкти даних"), інформацію, що вимагається законом щодо обробки їхніх персональних даних ("Дані").
      </span>
      <br/>
      <br/>
      <p>ХТО МИ</p>
      <br/>
      <br/>
      <p>Body Corporation</p>
      <br/>
      <span>Платформа для навчання, яка розташована в мережі Інтернет за адресою </span>
      <a href="http://body-corporation.com/"><u>
        http://body-corporation.com</u></a>.
      <br/>
      Контролер даних
      <br/>
      Фізична особа підприємець 
      <br/>
      Галабурда Аліна Миколаївна 
      <br/>
      Україна,м. Київ, вул.Акалеміка Карпинського, буд. 8.
      <br/>
      Відповідальна особа за захист персональних даних
      <br/>
      <br/>
      Галабурда Аліна Миколаївна 
      <br/>
      E-mail: 
      <a href={`mailto:ars.fit.studio@gmail.com`}><u>
        ars.fit.studio@gmail.com</u></a>
      <br/>
      <br/>
      ЯК МИ ЗБИРАЄМО ПЕРСОНАЛЬНІ ДАНІ
      <br/>
      <br/>
      Дані, які будуть оброблятися Контролером, можуть бути отримані:
      <br/>
      - від Суб'єкта даних, в тому числі за допомогою методів віддаленого зв'язку, що використовуються Контролером (наприклад, веб-сайти, додатки для смартфонів і планшетів, тощо);
      <br />
      - від третіх осіб (наприклад, осіб, які організовують транзакції від імені Суб'єкта даних, комерційних компаній та компаній, що надають інформацію тощо).
      <br />
      Також будуть використовуватися дані з публічних джерел, таких як публічні реєстри, списки, документи, з якими може ознайомитися будь-хто, а також дані, отримані з джерел, які є загальнодоступними, наприклад, друковані або електронні газети, інформація, взята з телефонних довідників, веб-сайтів урядових установ або інших контролюючих та наглядових органів.
      <br />
      <br />
      ЯКІ ДАНІ МИ ОБРОБЛЯЄМО
      <br />
      <br />
      КАТЕГОРІЯ ДАНИХ
      <br />
      <br />
      <br />
      Персональні дані
      <br />
      <u>Прізвище, Ім'я, номер телефону, адреса електронної пошти.</u>
      <br />
      <br />
      <u>ПРИМІТКА</u>
      <br />
      Ми не збираємо і просимо вас не надавати нам інформацію, яка підлягає певним законодавчим обмеженням і вимогам, наприклад, про расове або етнічне походження, політичні, релігійні або філософські переконання, членство в політичних партіях і профспілках, судимість або підозру в скоєнні кримінальних злочинів, а також інформацію про стан здоров'я, стать, біометричні або генетичні дані.
      <br />
      <br />
      <br />
      Збір та обробка файлів Cookie
      <br />
      Ми використовуємо технологію cookies для збору додаткових даних про використання сайту і для поліпшення роботи сайту, підвищення якості наших послуг. Файли cookie - це невеликі файли, які Сайт, мережеві програмні сервіси або постачальники послуг розміщують на вашому пристрої через Сайт (якщо ви дозволили), що дозволяє Сайту або постачальникам послуг розпізнати ваш браузер і зберігати і запам'ятовувати певну інформацію. За допомогою файлів cookie ми можемо обробляти таку інформацію, як:
      <br />
      Дані про пристрій, модель обладнання, унікальні ідентифікатори пристрою, MAC-адреса, IP-адреса, версія операційної системи та налаштування пристрою; Інформація з файлів журналів: Час і тривалість використання сайту, пошукові терміни, інформація про місцезнаходження та будь-яка інша інформація, що зберігається в файлах cookie, яка дозволяє нам однозначно ідентифікувати ваш браузер або обліковий запис. Ми використовуємо файли cookie для багатьох важливих речей - наприклад, щоб допомогти вам увійти в систему і поліпшити ваш досвід роботи з нашою службою або службами. Ми можемо використовувати файли cookie, щоб краще зрозуміти, як ви взаємодієте з сайтом, відстежувати загальну кількість користувачів на сайті і маршрутизацію трафіку, покращувати наш сайт і наші послуги, щоб зрозуміти ваші уподобання на основі попередньої або поточної активності на сайті, що дозволяє нам надавати вам послуги найвищої якості.
      <br />
      <br />
      <br />
      ДЛЯ ЯКИХ ЦІЛЕЙ НАМ ПОТРІБНІ ДАНІ ПРО ВІДПОВІДНУ ОСОБУ
      <br />
      <br />
      <br />
      МЕТА ОБРОБКИ ДАНИХ
      <br />
      ПРАВОВІ ПІДСТАВИ ДЛЯ ОБРОБКИ ДАНИХ
      <br />
      Реєстрація та обробка запитів на отримання контактної інформації. 
      <br />
      Обробка персональних даних суб'єкта персональних даних здійснюється з метою виконання попередніх і подальших дій, пов'язаних з реєстраційними запитами, управлінням інформацією та контактами та/або надсиланням інформаційних матеріалів, а також для виконання будь-яких інших зобов'язань, що виникають у зв'язку з цим.
      <br />
      Правовою підставою для такої обробки є надання послуг, що відповідають запиту на реєстрацію, надання інформації та контактних даних та/або надсилання інформаційних матеріалів, а також виконання юридичних зобов'язань.
      <br />
      Надання даних не є обов'язковим.
      <br />
      Однак будь-яка відмова відповідної особи надати дані унеможливлює надання контролером запитуваної послуги.
      <br />
      Управління договірними відносинами.
      <br />
      Обробка персональних даних суб'єкта даних здійснюється з метою виконання дій до і після придбання Послуги та/або продукту, таких як, наприклад, управління відповідним замовленням, надання самої Послуги та/або придбаного продукту, виставлення рахунків і управління платежами, обробка скарг та/або звітів про обслуговування, а також надання допомоги, надсилання повідомлень зі змістом та виконання будь-яких інших зобов'язань, що випливають з договору.
      <br />
      Правовою підставою для такої обробки є надання послуг, характерних договірним відносинам, та дотримання юридичних зобов'язань.
      <br />
      Надання даних не є обов'язковим, однак будь-яка відмова відповідної особи надати дані унеможливлює надання контролером запитуваних послуг.
      <br />
      Захист права в судовому або позасудовому порядку.
      <br />
      Обробка персональних даних Суб'єкта даних здійснюється з метою встановлення здійснення або захисту права Контролера та/або захисту від претензій інших осіб у судовому або позасудовому порядку.
      <br />
      Правовою підставою для такої обробки є реалізація законних інтересів Контролера з урахуванням балансу прав останнього та Суб'єкта персональних даних.
      <br />
      Загальна та комп'ютерна безпека.
      <br />
      Обробка персональних даних суб'єкта персональних даних здійснюється з метою забезпечення мережевої та інформаційної безпеки, захисту корпоративних активів компанії та безпеки офісів і корпоративних систем Body Corporation.
      <br />
      Правовою підставою для такої обробки є дотримання правових зобов'язань та реалізація законних інтересів Контролера з урахуванням балансу прав між Контролером та Суб'єктом даних.
      <br />
      Суб'єкт даних має право в будь-який час заперечити з причин, пов'язаних з його/її особистою ситуацією, проти обробки персональних даних, що стосуються його/її, з відповідною метою.
      <br />
      Запобігання шахрайству.
      <br />
      Обробка персональних даних суб'єкта персональних даних здійснюється для забезпечення контролю з метою моніторингу та запобігання шахрайським діям і платежам, за допомогою програмних комплексів, які здійснюють перевірки в автоматизованому режимі та перед узгодженням послуги/продукту. Не проведення таких перевірок з негативним результатом унеможливлює здійснення транзакції. 
      <br />
      Зацікавлена сторона в будь-якому випадку може висловити свою думку, отримати роз'яснення або оскаржити рішення, пояснивши причини прийнятого рішення в Службі підтримки клієнтів або на сайті 
      <a href="http://body-corporation.com/"><u>
        http://body-corporation.com</u></a>.
      <br/>
      Правовою підставою для такої обробки є реалізація законних інтересів Контролера з урахуванням балансу прав останнього та Суб'єкта даних.
      <br/>
      Суб'єкт даних має право в будь-який час заперечити з причин, що стосуються його/її особистої ситуації, проти обробки персональних даних, що стосуються його/її, з відповідною метою
      <br/>
      Акції на послуги/товари, аналогічні придбаним. 
      <br/>
      Обробка персональних даних Суб'єкта персональних даних, здійснюється з метою надсилання електронних повідомлень, пов'язаних з акціями та пропозиціями послуг/продуктів Контролера, які є ідентичними та/або подібними до тих, що охоплені поточним договором із Суб'єктом персональних даних, якщо Суб'єкт персональних даних не заперечує проти такої обробки спочатку або під час подальших комунікацій.
      <br/>
      Правовою підставою для такої обробки є законний інтерес Контролера щодо просування продуктів або послуг, в яких клієнт може мати законний інтерес, з урахуванням балансу між правами останнього і Контролера.
      <br/>
      Суб'єкт даних має право в будь-який час заперечити з причин, що стосуються його особистої ситуації, проти обробки персональних даних, що стосуються його або її, з відповідною метою.
      <br/>
      Рекламні заходи щодо послуг/продуктів, пропонованих Body Corporation. 
      <br/>
      Персональні дані суб'єкта персональних даних обробляються з метою надсилання (за умови отримання спеціальної згоди) повідомлень про акції та пропозиції послуг/продуктів Володільця традиційними засобами (наприклад, звичайною поштою, телефонними дзвінками з оператором) та/або автоматизованими засобами (наприклад, електронною поштою, SMS, MMS, заздалегідь записаними телефонними дзвінками).
      <br/>
      Правовою підставою для такої обробки є згода, надана суб'єктом даних до початку самої обробки, яка може бути вільно відкликана в будь-який час без шкоди для законності попередньої обробки.
      <br/>
      Будь-яка відмова суб'єкта даних від надання згоди тягне за собою
      <br/>
      неможливість користуватися відповідними послугами без будь-яких негативних наслідків для договірних відносин з контролером даних.
      <br/>
      Профілювання.
      <br/>
      Обробка персональних даних суб'єкта персональних даних здійснюється, за наявності спеціальної згоди, з метою профілювання, наприклад, для аналізу переданих даних та придбаних послуг/продуктів, щоб запропонувати рекламні повідомлення та/або комерційні пропозиції відповідно до вибору, зробленого користувачами.
      <br/>
      Правовою підставою для такої обробки є згода, надана суб'єктом даних до початку самої обробки, яка може бути вільно відкликана в будь-який час без шкоди для законності попередньої обробки.
      <br/>
      Будь-яка відмова суб'єкта даних від надання згоди тягне за собою
      <br/>
      неможливість користуватися відповідними послугами без будь-яких негативних наслідків для договірних відносин з контролером даних.
      <br/>
      <br/>
      <br/>
      КОМУ МИ ПОВІДОМЛЯЄМО ДАНІ ПРО ВІДПОВІДНУ ОСОБУ
      <br/>
      <br/>
      <br/>
      КАТЕГОРІЇ ОТРИМУВАЧІВ
      <br/>
      МЕТА
      <br/>
      Компанія або групи компаній Body Corporation.
      <br/>
      Адміністративні, бухгалтерські та сервісні завдання
      <br/>
      Сторонні постачальники та компанії групи Body Corporation.
      <br/>
      Надання послуг (підтримка, технічне обслуговування, постачання/доставка продукції, додаткові послуги, постачальники мережевих та електронних комунікаційних послуг), пов'язаних із запитуваною послугою.
      <br/>
      Кредитні установи та установи цифрових платежів, Банківські/поштові установи
      <br/>
      Управління зборами, платежами, відшкодуваннями, пов'язаними з виконанням послуг або продуктів.
      <br/>
      Зовнішні фахівці/консультанти та консалтингові компанії
      <br/>
      Виконання юридичних зобов'язань, реалізація прав, захист договірних прав, стягнення заборгованості.
      <br/>
      Фінансовий менеджмент, органи державної влади, судові органи, наглядові та контролюючі органи
      <br/>
      Виконання юридичних зобов'язань, захист прав; списки та реєстри, які ведуться органами державної влади або аналогічними органами на підставі спеціальних нормативно-правових актів у зв'язку із запитуваною послугою.
      <br/>
      Особи, які офіційно делеговані або мають визнаний правовий титул
      <br/>
      Законні представники, керівники, опікуни тощо.
      <br/>
      Суб'єкти цих категорій діють незалежно як індивідуальні контролери даних або як обробники даних, призначені Контролером даних.
      <br/>
      Дані також можуть бути відомі, у зв'язку з виконанням поставлених завдань, персоналу Контролера, включаючи стажерів, тимчасових працівників, консультантів та спеціально уповноважених обробників даних. Персональні дані в жодному разі не будуть поширюватися і, відповідно, не стануть відомі невстановленим особам у будь-якій формі, наприклад, шляхом надання їм доступу до них або їх перегляду.
      <br/>
      <br/>
      ЯК МИ ОБРОБЛЯЄМО ДАНІ СУБ'ЄКТА 
      <br/>
      <br/>
      Обробка даних здійснюється за допомогою ручних, комп'ютерних та телематичних засобів та з дотриманням необхідних заходів, передбачених нормативними актами, для забезпечення конфіденційності, цілісності та доступності даних, а також для запобігання шкоди, як матеріальної, так і нематеріальної.
      <br/>
      <br/>
      ДЕ МИ ОБРОБЛЯЄМО ДАНІ СУБ'ЄКТА 
      <br/>
      <br/>
      Персональні дані Суб'єкта даних зберігаються в архівах, розташованих на території України. Якщо це необхідно для досягнення заявлених цілей, дані Суб'єкта даних можуть бути передані за кордон, до країн/організацій за межами України, які гарантують рівень захисту персональних даних, визнаний Європейською Комісією у своєму рішенні достатнім, або на основі інших відповідних гарантій, таких як Стандартні положення договору, прийняті Європейською Комісією, або за згодою Суб'єкта даних. Суб'єкт даних має право отримати копію таких гарантій, а також перелік країн/організацій, яким були передані дані, написавши на електронну адресу support@Body Corporation.com 
      <br/>
      <br/>
      ЯК ДОВГО МИ ЗБЕРІГАЄМО ДАНІ ЗАЦІКАВЛЕНИХ СТОРІН
      <br/>
      <br/>
      Дані зберігатимуться у формі, що дозволяє ідентифікувати суб'єкта даних, протягом періоду, що не перевищує терміну, необхідного для досягнення цілей, для яких вони були зібрані, з урахуванням законів, що застосовуються до видів діяльності та секторів, в яких працює Контролер даних. Після закінчення встановленого терміну Дані будуть видалені або перетворені в анонімну форму, за винятком випадків, коли їх подальше зберігання необхідне для виконання зобов'язань (наприклад, податкових та бухгалтерських), які залишаються навіть після припинення, або для виконання розпоряджень, виданих органами державної влади та/або наглядовими органами.
      <br/>
      <br/>
      ЯКІ ПРАВА МАЄ СУБ'ЄКТ ДАНИХ
      <br/>
      <br/>
      Звернувшись за адресою 
      <a href={`mailto:ars.fit.studio@gmail.com`}><u>
        ars.fit.studio@gmail.com</u></a>
      , суб'єкт даних має право на доступ, видалення, виправлення неточних даних, об'єднання неповних даних, обмеження обробки, перенесення своїх даних та заперечення проти обробки у випадках, передбачених Законом.
      <br/>
      <br/>
      Суб'єкт даних також має право подати скаргу до компетентного наглядового органу в Україні або до органу, який виконує його обов'язки та повноваження в державі, де відбулося порушення, а також звернутися до суду.
      <br/>
      <br/>
      Ми використовуємо наступні сервіси:
      <br/>
      <br/>
      <br/>
      reCAPTCHA. Для захисту від спаму на нашому сайті встановлено капчу від Google Inc. Адреса: 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA. Детальну інформацію можна знайти у 
      <br/>
      <br/>
      <a href="https://www.google.com/recaptcha/about/"><u>
        документації reCAPTCHA</u></a>.
      <br/>
      <br/>
      International Business Company LTD. Наш сайт розміщено на хостингу 
      <a href="https://iphoster.net/"><u>
        https://iphoster.net</u></a>
      . Дані, які ви залишаєте у веб-формах сайту, доступні цій компанії. Докладніше про неї 
      <a href="https://iphoster.net/en/terms-of-serviceementor-oferta-mirohost"><u>
        тут</u></a>.
      <br/>
      <br/>
      International Business Company LTD – це CRM система, яку ми використовуємо для зберігання зібраної інформації. Детальну інформацію можна знайти 
      <a href="https://iphoster.net/en/terms-of-serviceementor-oferta-mirohost"><u>
        тут</u></a>.
    </>
  )
};

export default PrivacyPolicy;